def program1460():
    # coding: utf - 8
    print ('Введите имя: \n')
    имя = str (input())
    if (имя == 'Миша'):
            print ('лол правельно')
        
    else:
            print ('азаза ***** ****')
            
    print ('Введите пароль: \n')
    пароль = str (input(''))        
    if(пароль == 'Секрет'):
            print ('лол правельно')
        
    else:
            print ('азаза ***** ****')
    
    
    
    if (имя == 'Миша') and (пароль == 'Секрет'):
            print ('лол правельно')
        
    else:
            print ('азаза ***** ****')